package com.common.demo;

public class ConfigureUtil {

	/**
	 * 打印 = 1;
	 * 二维码识别 = 2;
	 * 磁条卡测试 = 3;
	 * 钱箱 = 4;
	 * 多功能读卡器（三合一）识别 = 5;
	 * IC卡测试 = 6;
	 * NFC测试 = 7;
	 * PSAM测试 = 8;
	 * 防拆测试 = 9;
	 * LED测试 = 10;
	 * 继电器测试 = 11;
	 * RS485/232测试 = 12;
	 * 韦根/门磁测试 = 13;
	 * 数码管测试 = 14;
	 * 系统接口测试 = 15;
	 * Can总线测试 = 16;
	 * GPIO测试 = 17；
	 * 串口测试 = 18；
	 * 简单小副屏测试（微笑屏） = 19；
	 * IO上/下电控制PowerControl = 20;
	 * 自助柜 = 21
	 * 传感器 = 22
	 */

	public static final int[] COMMON = new int[] {1,2,3,4,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22};
}